Repository: SebastianStasz/UEKSchedule
Catalog: UEKSchedule/SupportingFiles/*.lproj/Localizable.strings
Languages: pl

# common_faculties
source: Faculties
pl: Fakultety

# common_showAll
source: Show all
pl: Pokaż wszystko

# common_about
source: About
pl: Opis

# about_appDescription
source: UEKSchedule is an app that allows to create calendar with events from "Cracow University of Economics" public schedule. The application is based on data downloaded and scraped from the official website of the University of Economics in Crakow "https://planzajec.uek.krakow.pl/", which contains schedules available for individual faculties and groups.
pl: UEKSchedule to aplikacja, która umożliwia stworzenie kalendarza z wydarzeniami z oficjalnego planu zajeć "Uniwersytetu Ekonomicznego w Krakowie" Aplikacja bazuje na danych pobranych z oficjalnej strony Uniwerytetu Ekonomicznego w Krakowie "https://planzajec.uek.krakow.pl/", która zawiera listę zajęć dla dostępnych fakultetów i grup.

# faculties_empty
source: Could not load faculties. Please try again later.
pl: Nie udało się załadować fakultetów. Spróbuj ponownie później.

# faculties_search_empty
source: No faculties were found
pl: Nie znaleziono fakultetów z podaną frazą

# schedule_createCalendar
source: Create calendar
pl: Utworz kalendarz

# schedule_updateCalendar
source: Update calendar
pl: Zaktualizuj kalendarz

# schedule_foundedEvents
source: Founded %d events
pl: Znaleziono %d wydarzeń

# schedule_calendarExists
source: Calendar for this schedule already exists
pl: Kalendarz dla tego planu zajęć już istnieje
